export const message = [
  "축하드립니다.\n\n많은 인생의 실패자들이 포기할 때,\n자신이 성공에서 얼마나 가까기 있었는지 모른다.\n-토마스 에디슨-",
  "축하드립니다.\n\n모든 기회에는 어려움이 있고,\n모든 어려움에는 기회가 있다.\n-시드로우 백스터-",
  "축하드립니다.\n\n한때는 불가능하다고 생각했던 것들이\n결국 가능한 것이 된다.\n-K. 오브라이언-",
  "축하드립니다.\n\n진실은 복잡함이나 혼란 속에 있지 않고, 언제나 단순함 속에서 찾을 수 있다.\n-아이작 뉴턴-",
  "축하드립니다.\n\n빠바밤\n\n･:*+.(( °ω° ))/.:+",
  "축하드립니다.\n\n빠바밤\n\n･:*+.(( °ω° ))/.:+",
  "축하드립니다.\n\n빠바밤\n\n･:*+.(( °ω° ))/.:+",
  "축하드립니다.\n\n사장님 나이스샷 ! \n\n( ͡° ͜ʖ ͡°)",
  "축하드립니다.\n\n사장님 나이스샷 ! \n\n( ͡° ͜ʖ ͡°)",
  "축하드립니다.\n\n사장님 나이스샷 ! \n\n( ͡° ͜ʖ ͡°)",
  "축하드립니다.\n\n야구공이 태양을 향해 날아가고 있다는 속보입니다!\n\n･:*+.(( °ω° ))/.:+",
  "축하드립니다.\n\n야구공이 태양을 향해 날아가고 있다는 속보입니다!\n\n･:*+.(( °ω° ))/.:+",
  "축하드립니다.\n\n야구공이 태양을 향해 날아가고 있다는 속보입니다!\n\n･:*+.(( °ω° ))/.:+",
  "축하드립니다.\n\n당신은 숫자야구 계의 추신수!!!\n\n ＼＼\\٩( 'ω' )و //／／",
  "축하드립니다.\n\n당신은 숫자야구 계의 추신수!!!\n\n ＼＼\\٩( 'ω' )و //／／",
  "축하드립니다.\n\n당신은 숫자야구 계의 추신수!!!\n\n ＼＼\\٩( 'ω' )و //／／",
  "축하드립니다.\n\n당신은 숫자야구 계의 추신수!!!\n\n ＼＼\\٩( 'ω' )و //／／",
  "축하드립니다.\n\n당신은 숫자야구 계의 추신수!!!\n\n ＼＼\\٩( 'ω' )و //／／",
  "축하드립니다.\n\n✧ʕ̢̣̣̣̣̩̩̩̩·͡˔·ོɁ̡̣̣̣̣̩̩̩̩✧\n\n행운의 곰돌이를 목격한 당신은 하던일이 모두 잘풀리실거에요",
  "축하드립니다.\n\n✧ʕ̢̣̣̣̣̩̩̩̩·͡˔·ོɁ̡̣̣̣̣̩̩̩̩✧\n\n행운의 곰돌이를 목격한 당신은 하던일이 모두 잘풀리실거에요",
  "축하드립니다.\n\n✧ʕ̢̣̣̣̣̩̩̩̩·͡˔·ོɁ̡̣̣̣̣̩̩̩̩✧\n\n행운의 곰돌이를 목격한 당신은 하던일이 모두 잘풀리실거에요",
  "축하드립니다.\n\n✧ʕ̢̣̣̣̣̩̩̩̩·͡˔·ོɁ̡̣̣̣̣̩̩̩̩✧\n\n행운의 곰돌이를 목격한 당신은 하던일이 모두 잘풀리실거에요",
];

export const getRandomMessage = (message) => {
  return message[Math.floor(Math.random() * message.length)];
};
